{"translation-revision-date":"2023-09-21 07:23:45+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_CL"},"Expand":["Abrir"],"Seems like the prompt contains words that could generate harmful content. Write a different prompt to continue.":["Parece que la indicación contiene palabras que podrían generar contenido dañino. Escribe una indicación diferente para continuar."],"We were unable to generate that prompt.":["No hemos sido capaces de generar esa indicación."],"Reconnect":["Volver a conectar"],"Generate":["Generar"],"Enhance prompt":["Mejorar indicación"],"Yes, leave":["Sí, salir"],"Leave Elementor AI?":["¿Salir de la IA de Elementor?"],"Upgrade Elementor AI":["Actualizar la IA de Elementor"],"We can’t process that many requests so fast. Try again in 15 minutes.":["No podemos procesar tantas solicitudes tan rápido. Vuelve a intentarlo en 15 minutos."],"Whoa! Slow down there.":["¡Vaya! Ve más despacio."],"Love Elementor AI? Upgrade to continue creating with built-in image, text and custom code generators.":["¿Te gusta la IA de Elementor? Actualiza para seguir creando con los generadores de texto, imágenes y código personalizados integrados."],"Enjoy the free trial? Upgrade now for unlimited access to built-in image, text and custom code generators.":["¿Has disfrutado de la prueba gratuita? Actualiza ahora para tener acceso ilimitado a los generadores de texto, imágenes y código personalizados integrados."],"It's time to upgrade.":["Es el momento de actualizar."],"Elementor AI is just a few clicks away. Connect your account to instantly create texts and custom code.":["La IA de Elementor está a sólo unos clics de distancia. Conecta tu cuenta para crear textos y código personalizado al instante."],"You aren't connected to Elementor AI.":["No estás conectado con la IA de Elementor."],"We couldn't connect to your account due to technical difficulties on our end. Reconnect your account to continue.":["No hemos podido conectar con tu cuenta debido a dificultades técnicas. Vuelve a conectar tu cuenta para continuar."],"Reconnect your account":["Reconectar tu cuenta"],"Seems like we are experiencing technical difficulty. We should be up and running shortly.":["Parece que estamos experimentando dificultades técnicas. En breve volveremos a estar operativos."],"Elementor AI is temporarily unavailable":["La IA de Elementor no está disponible temporalmente"],"Error code:":["Código de error:"],"This includes consenting to the collection and use of data to improve user experience.":["Esto incluye dar tu consentimiento a la recogida y uso de datos para mejorar la experiencia del usuario."],"I approve the ":["Apruebo la "]," of the Elementor AI service.":[" del servicio de IA de Elementor."],"By clicking \"Connect\", I approve the ":["Al hacer clic en «Conectar», acepto la "],"Create smarter with AI text and code generators built right into the editor.":["Crea de forma más inteligente con los generadores de texto y código de IA integrados en el editor."],"Step into the future with Elementor AI":["Adéntrate en el futuro con la IA de Elementor"],"Unknown error. Please try again later.":["Error desconocido. Inténtalo de nuevo más tarde."],"AI":["IA"],"Upgrade":["Actualizar"],"Get Elementor AI":["Obtener Elementor AI"],"Try Again":["Inténtalo de nuevo"],"Show me how":["Muéstrame cómo"],"Privacy Policy":["Política de privacidad"],"Terms of Service":["Condiciones del servicio"],"Beta":["Beta"],"Get Started":["Primeros pasos"],"Connect":["Conectar"],"Pro":["Pro"],"Remove":["Eliminar"],"Go Pro":["Ir a la versión Pro"],"Close":["Cerrar"],"Cancel":["Cancelar"]}},"comment":{"reference":"assets\/js\/ai-layout.js"}}